data/perf/stageB-d3bf9f8c39fe/memcached-10k/tsan-dom-ea-lo-st-swmr/run8.disturbed.133824/memtier.txt
10        Threads
50        Connections per thread
10000     Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       105198.59          ---          ---         7.37340         6.94300        19.19900        25.72700      7177.54 
Gets      1050829.88         0.00   1050829.88         7.17574         6.75100        18.81500        25.21500     26567.54 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1156028.47         0.00   1050829.88         7.19373         6.75100        18.94300        25.21500     33745.08 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        99350.12          ---          ---         7.49518         6.81500        20.99100        28.54300      6778.50 
Gets       992409.43         0.00    992409.43         7.30157         6.62300        20.47900        27.77500     25090.53 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1091759.55         0.00    992409.43         7.31919         6.65500        20.60700        27.77500     31869.04 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       101749.78          ---          ---         7.34862         6.87900        18.94300        25.85500      6942.23 
Gets      1016379.68         0.00   1016379.68         7.15911         6.68700        18.55900        25.47100     25696.56 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1118129.46         0.00   1016379.68         7.17636         6.68700        18.55900        25.47100     32638.79